import 'package:day25/models/hospital_model.dart';

final hospitals = [
  Hospital(
      id: 1,
      name: 'বনলতা সেন',
      category: 'কাব্যগ্রন্থ',
      releaseYear: 1942,
      rating: 8.2,
      image: 'images/1.jpg',
      description:
          'বনলতা সেন - জীবনানন্দ দাশ - : বনলতা সেন জনপ্রিয় বাংলা কবিতাগুলোর মধ্যে অন্যতম। কবিতাটির রচয়িতা বিংশ শতাব্দীর আধুনিক কবি জীবনানন্দ দাশ। বনলতা সেন একটি প্রেমের কবিতা যার কেন্দ্রবিন্দুতে রয়েছে বনলতা সেন নামের কোনো এক রমণী। বনলতা সেন কবিতাটি বিংশ শতাব্দীর সর্বাধিক পঠিত বাংলা কবিতাগুলোর একটি। কবিতাটির প্রথম স্তবকে হাজার বছর ব্যাপী ক্লান্তিকর এক ভ্রমণের কথা বলেছেন কবি : তিনি হাজার বছর ধরে পৃথিবীর পথে পথে ঘুরে ফিরেছেন;- যার যাত্রাপথ সিংহল সমুদ্র থেকে মালয় সাগর অবধি পরিব্যাপ্ত। তার উপস্থিতি ছিল বিম্বিসার অশোকের জগতে যার স্মৃতি আজ ধূসর।'),
  Hospital(
      id: 2,
      name: 'সিন্ধুপারের পাখি',
      category: 'উপন্যাস',
      releaseYear: 2013,
      rating: 7.2,
      image: 'images/2.jpg',
      description:
          'ছোট্ট একটা গলির শেষ প্রান্তে ছোট্ট একটা বাড়ি। প্রেসি়ডেন্সি কলেজের ফার্স্ট ইয়ারে পড়া দাদার হাত ধরে ছোট্ট আমি সেই বাড়ির ভিতরে ঢুকে দেখলাম— গেরুয়া ফতুয়া আর গেরুয়া লুঙ্গি পরে হারমোনিয়ামের সামনে তিনি বসে আছেন। দেবব্রত বিশ্বাস। ১৯৭৪ সাল। আমি ক্লাস টু। হয়েছিল কী, ছোটবেলায় আমি নাকি ছিলাম দেবব্রত বিশ্বাসের কণ্ঠস্বরে, যাকে বলে একেবারে মন্ত্রমুগ্ধ। এটার পিছনে যুক্তি-বুদ্ধি-বিশ্লেষণ সেই সময়ে অন্তত কী ছিল জানি না, কিন্তু ঘটনা হল, ওঁর গান হলেই আমি নাকি রেডিয়োর সামনে গিয়ে চুপ করে বসে থাকতাম। রেকর্ড প্লেয়ারে দেবব্রত বিশ্বাসের গান চালিয়ে মা নাকি আমায় ভাত খাওয়াতেন। শুধু গান শোনা-ই নয়, আমার সারা দিনের আলোচনার বিষয়বস্তুও ছিলেন নাকি উনিই। ‘দেবব্রত আমাদের বাড়ি আসে না কেন? বা ‘দেবব্রতর মা-কে তুমি চেনো? ইত্যাদি প্রশ্নে মা-কে বিরক্ত করতাম। ওঁর গলায় শোনা গান চিৎকার করে গাইতাম সারা ক্ষণ। আমার এই প্রবল দেবব্রতামি-তে অতিষ্ঠ হয়ে আমার বড়দা পলাশবরন অবশেষে আমায় নিয়ে গেল ট্র্যাঙ্গুলার পার্কের সেই বাড়িটায়।'),
  Hospital(
      id: 3,
      name: 'শেষের কবিতা',
      category: 'কবিতা ও উপন্যাস',
      releaseYear: 1929,
      rating: 9.8,
      image: 'images/3.jpg',
      description:
          'শেষের কবিতা উপন্যাসের কবিতাগুলো আজীবন প্রাসঙ্গিক থেকে যাবে। রবীন্দ্রনাথ হৃদয় নিঙড়ে দিয়েছেন শেষের কবিতায়। প্রতিটা কবিতার প্রতিটা লাইন যেন এক একটা মাইলস্টোন। সাধারণ জ্ঞানের প্রশ্নে বারবার একটি প্রশ্নের দেখা মেলে।, অমিতের আত্মবিশ্বাসী ঝঙ্কার, লাবণ্যের শান্ত স্থির স্রোত দুয়ে মিলে কাব্যকথনে মুখরিত হয়েছে প্রেমে। “দোহাই তোদের একটুকু চুপ কর। ভালোবাসিবারে দে আমারে অবসর।” এক বিরামহীন ভালোবাসার গান এ উপন্যাস। এখানে আরেকটি অদেখা চরিত্রের খোঁজ মেলে। অমিত যে কবির কবিতাকে শ্রেষ্ঠ বলে মনে করে তিনি নিবারণ চক্রবর্তী। লাবণ্যের রবীন্দ্রপ্রেমের বিপরীতে সে একেই দাঁড় করিয়ে দিতে চায়। তাকে কেউ চেনে না, জানে না, গালি দেবারও উপযুক্ত মনে করে না। ক্ষণে ক্ষণে এও মনে হয়, অমিত নিজেই কি সেই নিবারণ চক্রবর্তী? সে কি গা ঢাকা দিয়ে আছে হালফ্যাশান প্রগলভ ব্যারিস্টার অমিত রয়ের মধ্যে? কিছু প্রশ্ন কেই যায়, সাথে বহু সম্ভাবনাও!'),
  Hospital(
      id: 4,
      name: 'রূপসী বাংলা',
      category: 'কাব্যগ্রন্থ',
      releaseYear: 2010,
      rating: 9.2,
      image: 'images/4.jpg',
      description:
          'Seরূপসী বাংলা কাব্যসংকলনটির প্রথম প্রকাশ ১৯৫৭ খ্রিষ্টাব্দে।[২] প্রকাশক সিগনেট প্রেস, কলকাতা। প্রতিক্ষণ পাবলিকেশনস ১৯৮৪ খ্রিষ্টাব্দে গ্রন্থটির পাণ্ডুলিপি সংস্করণ প্রকাশ করে। কৌতূহলোদ্দীপক বিষয় হলো এই যে জীবনানন্দ তার জীবদ্দশায় এ গ্রন্থটি বা এর অন্তর্ভুক্ত কোন কবিতা প্রকাশ করেন নি। মৃত্যুর পর এর পূর্ণাঙ্গ পাণ্ডুলিপির খাতা আবিষ্কৃত হয়। পাণ্ডলিপিটি সম্পূর্ণ অবস্থায় পাওয়া যায়। তবে প্রথম মুদ্রণার্থে লেখার খাতা থেকে প্রেসকপি তৈরী করে ছিলেন কবি ভূমেন্দ্র গুহ; তাকে সাহায্য করেছিরেন জীবনানন্দ’র ছোট বোন সুচরিতা দাশ।[৩] কলকাতায় অবস্থিত ভারতের জাতীয় গ্রন্থাগারের বিরল বইয়ের সংকলনে জীবনানন্দর কবিতার ৪৮টি পাণ্ডুলিপির খাতা সংরক্ষিত আছে। এর মধ্যে ছয় নম্বর খাতাটিতে রূপসী বাংলা’র কবিতাগুলো রয়েছে। এ খাতায় পৃষ্ঠা সংখ্যা ৭৫। কবির নিজ হাতে লেখা বর্ণনা অনুযায়ী কবিতাগুলো ১৯৩৪ খ্রিস্টাব্দের মার্চ মাসে লেখা (আনুমানিক ১৩৪০-৪১ বঙ্গাব্দ)। পাণ্ডুলিপির ১ম ও ২য় কবিতার পাতা দুটি কেটে নেয়া হয়েছে। ৩য় কবিতাটি হলো ‘‘যত দিন বেঁচে আছি . . ‘’।'),
  Hospital(
      id: 5,
      name: 'দুর্গেশনন্দিনী',
      category: 'উপন্যাস',
      releaseYear: 1998,
      rating: 7.5,
      image: 'images/5.jpg',
      description:
          ' সাহিত্যসম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত প্রথম উপন্যাস। এটি বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস। ১৮৬৫ সালের মার্চ মাসে এই উপন্যাসটি প্রকাশিত হয়।[২] দুর্গেশনন্দিনী বঙ্কিমচন্দ্রের চব্বিশ থেকে ছাব্বিশ বছর বয়সের রচনা। এই উপন্যাস প্রকাশিত হওয়ার পর বাংলা কথাসাহিত্যের ধারায় এক নতুন যুগ প্রবর্তিত হয়। ষোড়শ শতাব্দীর শেষভাগে উড়িষ্যার অধিকারকে কেন্দ্র করে মোঘল ও পাঠানের সংঘর্ষের পটভূমিতে এই উপন্যাস রচিত হয়। তবে এটিকে সম্পূর্ণরূপে ঐতিহাসিক উপন্যাস মনে করা হয় না। কোনো কোনো সমালোচক এই উপন্যাসে ওয়াল্টার স্কটের আইভানহো উপন্যাসের ছায়া লক্ষ্য করেছেন। বঙ্কিমচন্দ্রের জীবদ্দশায় এই উপন্যাসের তেরোটি সংস্করণ প্রকাশিত হয় এবং ইংরেজি ও অন্যান্য ভারতীয় ভাষাতেও এটি অনূদিত হয়।'),
  Hospital(
      id: 6,
      name: 'দেবদাস',
      category: ' বাংলা উপন্যাস',
      releaseYear: 1997,
      rating: 7.8,
      image: 'images/6.jpg',
      description:
          'দেবদাস শরৎচন্দ্র চট্টোপাধ্যায় রচিত একটি প্রণয়ধর্মী বাংলা উপন্যাস। দেবদাস শরৎচন্দ্রের প্রথমদিককার উপন্যাস। রচনার সমাপ্তিকাল সেপ্টেম্বর ১৯০০,[১] কিন্তু প্রকাশনার বছর ১৯১৭। উপন্যাসটি নিয়ে শরৎচন্দ্রের দ্বিধা ছিল বলে দীর্ঘ ১৭ বছর প্রকাশ করা থেকে বিরত ছিলেন। উপন্যাসটি তিনি রচনা করেছিলেন মাতাল হয়ে এবং বন্ধু প্রমথনাথ ভট্টাচার্যকে ১৯১৩-তে লেখা এক চিঠিতে শরৎচন্দ্র লিখেছেন, ওই বইটা [দেবদাস] একেবারে মাতাল হইয়া বোতল খাইয়া লেখা।[২] ভারতীয় উপমহাদেশের প্রধান প্রধান ভাষায় উপন্যাসটি অনূদিত হয়েছে। পারুর জন্য দেবদাসের বিরহ উপজীব্য করে রচিত এই উপন্যাস অবলম্বনে ভারতীয় উপমহাদেশে ১৯টি চলচ্চিত্র নির্মিত হয়েছে। দেবদাস বিরহকাতর চিরায়ত প্রেমিকের ধ্রুপদি নিদর্শন হিসেবে গণ্য।'),

];
